Repository: JoshMustafa/loop-sdk-ios
Catalog: Sources/LoopSDK/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, hi, it, ja, ko, nl, pt_br, ru, tr, zh_hans, zh_hant

source: We attach `device`, `os`, `app version` and a session id automatically. No personal info is sent.
ar: نرفق `الجهاز` و`نظام التشغيل` و`إصدار التطبيق` ومعرّف الجلسة تلقائيًا. لا يتم إرسال أي معلومات شخصية.
de: Wir hängen `Gerät`, `OS`, `App-Version` und eine Session-ID automatisch an. Es werden keine persönlichen Daten gesendet.
es: Adjuntamos `dispositivo`, `os`, `versión de la app` y un identificador de sesión automáticamente. No se envía información personal.
es_419: Adjuntamos `dispositivo`, `os`, `versión de la app` y un id de sesión automáticamente. No se envía información personal.
fr: On joint `appareil`, `os`, `version de l'app` et un identifiant de session automatiquement. Aucune info personnelle n'est envoyée.
hi: हम स्वचालित रूप से `डिवाइस`, `os`, `ऐप संस्करण` और एक सेशन आईडी अटैच करते हैं। कोई व्यक्तिगत जानकारी नहीं भेजी जाती।
it: Alleghiamo `dispositivo`, `os`, `versione app` e un id di sessione automaticamente. Nessuna info personale viene inviata.
ja: `デバイス`、`os`、`アプリのバージョン` とセッションIDを自動で添付します。個人情報は送信されません。
ko: `기기`, `os`, `앱 버전`과 세션 ID를 자동으로 첨부합니다. 개인 정보는 보내지 않습니다.
nl: We voegen automatisch `apparaat`, `os`, `app-versie` en een sessie-id toe. Er wordt geen persoonlijke info verzonden.
pt_br: Anexamos `dispositivo`, `os`, `versão do app` e um id de sessão automaticamente. Nenhuma info pessoal é enviada.
ru: Мы автоматически прикрепляем `устройство`, `os`, `версию приложения` и id сессии. Личные данные не отправляются.
tr: `cihaz`, `os`, `uygulama sürümü` ve bir oturum kimliğini otomatik olarak ekleriz. Kişisel bilgi gönderilmez.
zh_hans: 我们会自动附上`设备`、`os`、`应用版本`和会话 ID。不会发送任何个人信息。
zh_hant: 我們會自動附上`裝置`、`os`、`應用程式版本`和工作階段 ID。不會傳送任何個人資訊。

source: What broke?
ar: ما الذي تعطّل؟
de: Was ist kaputt?
es: ¿Qué falla?
es_419: ¿Qué se rompió?
fr: Qu'est-ce qui a planté ?
hi: क्या टूटा?
it: Cosa si è rotto?
ja: どこが壊れた？
ko: 뭐가 안 되나요?
nl: Wat ging er stuk?
pt_br: O que quebrou?
ru: Что сломалось?
tr: Ne bozuldu?
zh_hans: 哪里出问题了？
zh_hant: 哪裡出問題了？

source: What would help?
ar: ما الذي قد يساعد؟
de: Was würde helfen?
es: ¿Qué te ayudaría?
es_419: ¿Qué ayudaría?
fr: Qu'est-ce qui aiderait ?
hi: क्या मदद करेगा?
it: Cosa servirebbe?
ja: 何があると便利？
ko: 뭐가 있으면 좋을까요?
nl: Wat zou helpen?
pt_br: O que ajudaria?
ru: Что помогло бы?
tr: Ne işe yarar?
zh_hans: 什么会有帮助？
zh_hant: 什麼會有幫助？

source: Won't fix
ar: لن يتم إصلاحه
de: Wird nicht behoben
es: No se corregirá
es_419: No se corregirá
fr: Pas corrigé
hi: ठीक नहीं किया जाएगा
it: Non verrà risolto
ja: 対応しない
ko: 수정 안 함
nl: Wordt niet hersteld
pt_br: Não será corrigido
ru: Не будет исправлена
tr: Düzeltilmeyecek
zh_hans: 不会修复
zh_hant: 不會修正

source: You're offline.
ar: أنت غير متصل بالإنترنت.
de: Du bist offline.
es: Estás sin conexión.
es_419: Estás sin conexión.
fr: Tu es hors ligne.
hi: आप ऑफ़लाइन हैं।
it: Sei offline.
ja: オフラインです。
ko: 오프라인 상태예요.
nl: Je bent offline.
pt_br: Você está sem internet.
ru: Нет соединения.
tr: Çevrimdışısın.
zh_hans: 你处于离线状态。
zh_hant: 目前離線。

source: ✓ %lld characters
ar: ✓ %lld حرف
de: ✓ %lld Zeichen
es: ✓ %lld caracteres
es_419: ✓ %lld caracteres
fr: ✓ %lld caractères
hi: ✓ %lld अक्षर
it: ✓ %lld caratteri
ja: ✓ %lld 文字
ko: ✓ %lld자
nl: ✓ %lld tekens
pt_br: ✓ %lld caracteres
ru: ✓ %lld символа
tr: ✓ %lld karakter
zh_hans: ✓ %lld 字符
zh_hant: ✓ %lld 字元
